Repository: bust4cap/epub2cbz
Catalog: source/Properties/Resources.*.resx
Languages: de, ja, zh_hans, zh_hant

# AbortButtonText
source: Abort
de: Abbrechen
ja: 中止
zh_hans: 中止
zh_hant: 中止

# AbortedMessage
source: Process was aborted.
de: Verarbeitung wurde abgebrochen.
ja: プロセスが中止されました。
zh_hans: 进程已被中止。
zh_hant: 程序已被中止。

# AbortingMessage
source: Process is being aborted. Please wait a moment...
de: Verarbeitung wird abgebrochen. Bitte warte einen Moment...
ja: プロセスを中止しています。しばらくお待ちください。
zh_hans: 进程正在中止，请稍等片刻...
zh_hant: 程序正在中止，請稍等片刻...

# BlankImageError
source: Error creating blank image.
de: Fehler beim Erstellen leerer Seite.
ja: 空白の画像の作成中にエラーが発生しました。
zh_hans: 创建空白图像错误。
zh_hant: 建立空白圖像錯誤。

# ButtonSwitchFileFolderMode
source: Switch Mode
de: Modus wechseln
ja: モード切替
zh_hans: 切换模式
zh_hant: 切換模式

# CancelButtonText
source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# CbzAlreadyExists
source: A file with that name already exists. Please delete '{0}'
de: Eine Datei mit diesem Namen existiert bereits. Bitte lösche '{0}'
ja: 同じ名前のファイルがすでに存在します。「{0}」を削除してください
zh_hans: 已存在同名文件。请删除 “{0}”
zh_hant: 已存在同名檔案。請刪除 「{0}」

# ComicInfoCheckboxText
source: Create ComicInfo.xml
de: Erstelle ComicInfo.xml
ja: ComicInfo.xml を作成
zh_hans: 创建 ComicInfo.xml
zh_hant: 建立 ComicInfo.xml

# ConfirmationMessageBox
source: Confirmation
de: Bestätigung
ja: 確認
zh_hans: 确认
zh_hant: 確認

# ContainerXMLNotFound
source: '{0}' container.xml not found.
de: '{0}' container.xml nicht gefunden.
ja: 「{0}」container.xml が見つかりません。
zh_hans: “{0}” container.xml 未找到。
zh_hant: 「{0}」 container.xml 未找到。

# ErrorMessageBox
source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# FileCouldNotBeOpened
source: Couldn't open file '{0}'.
de: Konnte Datei '{0}' nicht öffnen.
ja: ファイル「{0}」を開けませんでした。
zh_hans: 无法打开文件“{0}”。
zh_hant: 無法開啟檔案「{0}」。

source: File List
de: Dateiliste
ja: ファイル一覧
zh_hans: 文件列表
zh_hant: 檔案列表

# FileModeAddedFilename
source: Added:
de: Hinzugefügt:
ja: 追加しました：
zh_hans: 已添加：
zh_hant: 已添加：

# FileModeClearButton
source: Clear
de: Leeren
ja: クリア
zh_hans: 清除
zh_hant: 清除

# FileModeClearListMessage
source: Do you really want to empty the list?
de: Soll die Liste wirklich geleert werden?
ja: 本当にリストを空にしたいですか？
zh_hans: 确定要清空列表吗？
zh_hant: 確定要清空列表嗎？

# FileModeFileListCleared
source: File list has been cleared.
de: Die Liste von Dateien wurde geleert.
ja: ファイルリストがクリアされました。
zh_hans: 文件列表已被清除。
zh_hant: 檔案列表已被清除。

# FileModeFilesAdded
source: Files added: {0}
de: Dateien hinzugefügt: {0}
ja: 追加されたファイル：{0}
zh_hans: 添加文件：{0}
zh_hant: 添加檔案：{0}

# FileModeNoEpubs
source: Please drag and drop EPUB files into this text window.
de: Bitte ziehe Epub-Dateien auf dieses Textfenster.
ja: EPUBファイルをこのテキストウィンドウにドラッグ＆ドロップしてください。
zh_hans: 请将 EPUB 文件拖放到此处。
zh_hant: 請將 EPUB 檔案拖放到該處。

# FileModeNoFilesAdded
source: No new files were added.
de: Es wurden keine neuen Dateien hinzugefügt.
ja: 新しいファイルは追加されませんでした。
zh_hans: 未添加新文件。
zh_hant: 未添加新檔案。

# FileModeTotalFiles
source: Total files: {0}
de: Dateien insgesamt: {0}
ja: 総ファイル数：{0}
zh_hans: 总文件数：{0}
zh_hant: 總檔案數：{0}

source: File Name
de: Dateiname
ja: ファイル名
zh_hans: 文件名称
zh_hant: 檔案名稱

source: File Path
de: Dateipfad
ja: ファイルパス
zh_hans: 文件路径
zh_hant: 檔案路徑

# ImagesCheckboxText
source: Extract Images
de: Entpacke Bilder
ja: 画像を抽出
zh_hans: 提取图像
zh_hant: 提取圖像

# IsDRMProtected
source: '{0}' seems to be DRM protected.
de: '{0}' scheint DRM geschützt zu sein.
ja: 「{0}」はDRMで保護されているようだ。
zh_hans: “{0}” 似乎受 DRM 保护。
zh_hant: 「{0}」 似乎受 DRM 保護。

# MangalistCheckboxText
source: Use mangalist.txt
de: Nutze mangalist.txt
ja: mangalist.txt を使用
zh_hans: 使用 mangalist.txt
zh_hant: 使用 mangalist.txt

# MangalistCheckboxTooltip
source: Will only process EPUBs listed in a mangalist.txt file located in the selected folder.
de: Nur nach Epubs, die in einer mangalist.txt Datei im gewählten Ordner gelistet sind, suchen.
ja: 選択したフォルダー内の mangalist.txt に記載された EPUB ファイルのみが処理されます。
zh_hans: 只处理所选文件夹中 mangalist.txt 文件所列的 EPUB。
zh_hant: 只會處理所選文件夾中 mangalist.txt 檔案所列的 EPUB。

# NcxOrNavNotInOpf
source: Couldn't find a .ncx or .nav file in the .opf of {0}
de: Konnte keine .ncx oder .nav Datei in der .opf finden: {0}
ja: {0} の .opf に .ncx または .nav ファイルが見つかりませんでした。
zh_hans: 在 {0} 的 .opf 中找不到 .ncx 或 .nav 文件
zh_hant: 在 {0} 的 .opf 中找不到 .ncx 或 .nav 檔案

# NoCheckBoxChecked
source: Enable either 'Create ComicInfo.xml' or 'Extract Images'.
de: Aktiviere mindestens eine der beiden Optionen 'Erstelle ComicInfo.xml' oder 'Entpacke Bilder'.
ja: 「ComicInfo.xml を作成」または「画像を抽出」のいずれかを選択する必要があります。
zh_hans: 启用“创建 ComicInfo.xml”或“提取图像”。
zh_hant: 啟用「建立 ComicInfo.xml」或「提取圖像」。

# NoEpubsFoundMessageBox
source: No EPUBs found.
de: Keine Epubs gefunden.
ja: EPUB が見つかりません。
zh_hans: 未找到 EPUB。
zh_hant: 未找到 EPUB。

# NoMangalistMessageBox
source: mangalist.txt not found.
de: mangalist.txt nicht gefunden.
ja: mangalist.txt が見つかりません。
zh_hans: 未找到 mangalist.txt。
zh_hant: 未找到 mangalist.txt。

# NoPathMessageBox
source: No Path selected.
de: Kein Pfad gewählt.
ja: パスが選択されていません。
zh_hans: 未选择路径。
zh_hant: 未選取路徑。

# NotAManga
source: '{0}' doesn't seem to be a Manga/Comic.
de: '{0}' scheint kein Manga/Comic zu sein.
ja: 「{0}」はマンガ／コミックではありません。
zh_hans: “{0}” 似乎不是Manga或Comic。
zh_hant: 「{0}」 似乎不是Manga或Comic。

# NotAnEPUB
source: '{0}' doesn't seem to be an EPUB.
de: '{0}' scheint kein Epub zu sein.
ja: 「{0}」は EPUB ではありません。
zh_hans: “{0}” 似乎不是 EPUB。
zh_hant: 「{0}」 似乎不是 EPUB。

# OPFFileNotFound
source: '{0}' OPF file not found.
de: '{0}' OPF Datei nicht gefunden.
ja: 「{0}」OPF ファイルが見つかりません。
zh_hans: “{0}” OPF 文件未找到。
zh_hant: 「{0}」 OPF 檔案未找到。

# PathButtonTextInput
source: Input Folder
de: Quellordner
ja: 入力フォルダ
zh_hans: 输入文件夹
zh_hant: 輸入文件夾

# PathButtonTextOutput
source: Output Folder
de: Zielordner
ja: 出力フォルダ
zh_hans: 输出文件夹
zh_hant: 輸出文件夾

# PathClearButtonText
source: Clear
de: Löschen
ja: クリア
zh_hans: 清除
zh_hant: 清除

# PathLabelText
source: Path
de: Pfad
ja: パス
zh_hans: 路径
zh_hant: 路徑

# Processed
source: Processed: '{0}'
de: Verarbeitet: '{0}'
ja: 処理済み：「{0}」
zh_hans: 已处理：“{0}”
zh_hant: 已處理：「{0}」

# ProcessingInProgress
source: Processing. Please wait.
de: Verarbeitung läuft. Bitte warten.
ja: 処理中です。しばらくお待ちください。
zh_hans: 处理中...请稍等片刻。
zh_hant: 處理中...請稍等片刻。

# RemovedDuplicateCover
source: Info: Removed duplicate cover for '{0}'
de: Info: Doppeltes Cover entfernt: '{0}'
ja: 情報：重複する表紙を「{0}」から削除しました。
zh_hans: 信息：已移除 “{0}” 的重复封面
zh_hant: 資訊：已移除 「{0}」 的重複封面

# ReplaceSeries
source: Replace Series Name
de: Ersetze Seriennamen
ja: シリーズ名置き換え
zh_hans: 替换系列名称(书名)
zh_hant: 替換系列名稱(書名)

# ReplaceSeriesPlaceholder
source: Enter new series name here.
de: Neuen Seriennamen hier eingeben.
ja: ここに新しいシリーズ名を入力。
zh_hans: 在此输入新系列名称(书名)。
zh_hant: 在此輸入新系列名稱(書名)。

source: Reset Settings
de: Zurücksetzen
ja: 設定のリセット
zh_hans: 重置设置
zh_hant: 重置設定

# SettingsAuthor
source: Authors
de: Autoren
ja: 著者/作画
zh_hans: 作者
zh_hant: 作者

# SettingsChapters
source: Chapters
de: Kapitel
ja: チャプター
zh_hans: 章节(.Chap)
zh_hant: 章節(.Chap)

# SettingsCompressionLevelFastest
source: Fastest
de: Am schnellsten
ja: 最速
zh_hans: 最快
zh_hant: 最快

# SettingsCompressionLevelNoCompression
source: No Compression
de: Keine Komprimierung
ja: 圧縮なし
zh_hans: 无压缩
zh_hant: 無壓縮

# SettingsCompressionLevelOptimal
source: Optimal
ja: 最適
zh_hans: 最佳
zh_hant: 最佳

# SettingsCompressionLevelSmallestSize
source: Smallest Size
de: Kleinste Größe
ja: 最小サイズ
zh_hans: 极限压缩
zh_hant: 極限壓縮

# SettingsCompressionLevelTooltip
source: 'No Compression' is fastest and recommended, as the images are already in a compressed format.
de: 'Keine Komprimierung' ist am schnellsten und empfohlen, weil die Bilder bereits in einem komprimierten Format sind.
ja: 「圧縮なし」が最速で推奨されます。画像はすでに圧縮形式です。
zh_hans: “无压缩” 是最快的并且推荐，因为图像已经是压缩格式。
zh_hant: 「無壓縮」是最快的並且推薦，因為圖像已經是壓縮格式。

# SettingsCroppingColorTolerance
source: Color tolerance:
de: Farbtoleranz:
ja: 許容色差：
zh_hans: 颜色容差：
zh_hant: 顏色容差：

# SettingsCroppingColorToleranceTooltip
source: How uniform the color of the margin has to be. The higher the value, the more forgiving it is. (0 - 255)
de: Wie gleichmäßig die Farbe des Randes sein muss. Je höher der Wert, desto toleranter. (0 - 255)
ja: 余白の色の均一性がどの程度求められるかを表します。値が高いほど許容範囲が広くなります。 (0 - 255)
zh_hans: 边缘颜色必须有多均匀。值越高，越宽容。(0 - 255)
zh_hant: 邊緣顏色必須有多均勻。值越高，越寬容。(0 - 255)

# SettingsCroppingCropImages
source: Crop images
de: Bilder zuschneiden
ja: 画像のトリミングを有効化
zh_hans: 裁剪图像
zh_hant: 裁剪圖像

# SettingsCroppingDeviationTolerance
source: Margin of error:
de: Fehlertoleranz:
ja: 誤差の範囲：
zh_hans: 误差边缘：
zh_hant: 誤差邊緣：

# SettingsCroppingDeviationToleranceTooltip
source: How many deviating Pixels are allowed per row to still be considered part of the background. In percent. (0 - 100)
de: Wie viele abweichende Pixel pro Reihe erlaubt sind, um noch als Teil des Hintergrunds zu gelten. In Prozent. (0 - 100)
ja: 背景とみなされるために、1行あたりに許容される異なるピクセルの数。パーセント単位で。 (0 - 100)
zh_hans: 每行允许多少偏差像素仍视为背景的一部分，以百分比计(%)。(0 - 100)
zh_hant: 每行允許多少偏差像素仍視為背景的一部分，以百分比計(%)。(0 - 100)

# SettingsCroppingPadding
source: Padding:
de: Abstand:
ja: パディング：
zh_hans: 填充：
zh_hant: 填充：

# SettingsCroppingPaddingTooltip
source: Preserves some of the margin area. In Pixels. (0 - XXX)
de: Bewahrt einen Teil des Randbereichs. In Pixeln. (0 - XXX)
ja: 余白の一部を保持します。ピクセル単位で。 (0 - XXX)
zh_hans: 保留部分边缘区域，以像素计(px)。(0 - XXX)
zh_hant: 保留部分邊緣區域，以像素計(px)。(0 - XXX)

# SettingsDate
source: Date
de: Datum
ja: 日付
zh_hans: 日期
zh_hant: 日期

# SettingsDescription
source: Summary
de: Beschreibung
ja: あらすじ
zh_hans: 摘要
zh_hant: 摘要

# SettingsExperimentalAddBlankPage
source: Add blank page
de: Füge leere Seite hinzu
ja: 空白ページを追加
zh_hans: 添加空白页
zh_hant: 添加空白頁

# SettingsExperimentalAddBlankPageTooltip
source: Enable if the Page Spread alignment of the Ebook appears to be incorrect.
de: Aktiviere, wenn der Verdacht besteht, dass die Info zur Seitenausrichtung im Ebook falsch gesetzt wurde.
ja: 電子書籍の見開き設定が正しくない場合に有効にしてください。
zh_hans: 如果电子书的页面展开对齐(双页)似乎不正确，请启用。
zh_hant: 如果電子書的頁面展開對齊(雙頁)似乎不正確，請啟用。

# SettingsExperimentalChapterFolders
source: Create folders for each chapter
de: Erstelle Ordner für jedes Kapitel
ja: 各章のフォルダーを作成
zh_hans: 为每个章节(.Chap)创建文件夹
zh_hant: 為每個章節(.Chap)建立文件夾

# SettingsExperimentalDRMProtection
source: Check if files are DRM protected
de: Prüfe ob Dateien DRM geschützt sind
ja: ファイルがDRMで保護されているか確認する
zh_hans: 检查文件是否受 DRM 保护
zh_hant: 檢查檔案是否受 DRM 保護

# SettingsExperimentalEveryPageIsChapter
source: Fix every page being a chapter
de: Behebe ein Kapitel für jede Seite
ja: 各ページがチャプターになっている問題を修正
zh_hans: 修复每页为一个章节(.Chap)
zh_hant: 修復每頁為一個章節(.Chap)

# SettingsExperimentalEveryPageIsChapterTooltip
source: Some EPUBs list each page as an individual chapter. This option removes all of them.
de: Manche Bücher können für jede Seite ein separates Kapitel angelegt haben. Wenn aktiviert, werden alle Kapitel entfernt.
ja: 一部の本では各ページが個別のチャプターとして設定されていることがあります。これらをすべて削除します。
zh_hans: 有些 EPUB 将每页列为单独章节(.Chap)。此选项移除所有。
zh_hant: 有些 EPUB 將每頁列為單獨章節(.Chap)。此選項移除所有。

# SettingsExperimentalHigherResolutionCover
source: Keep higher resolution cover
de: Behalte Cover mit höherer Auflösung
ja: 高解像度の表紙を保持
zh_hans: 保留更高分辨率封面
zh_hant: 保留更高解析度封面

# SettingsExperimentalMetadataTitle
source: Use metadata title
de: Nutze Metadata Titel
ja: メタデータタイトルを使用する
zh_hans: 使用元数据标题
zh_hant: 使用元數據標題

# SettingsExperimentalPageSpread
source: Preserve page spread alignment
de: Seitenausrichtung erhalten
ja: 見開き配置を保持
zh_hans: 保留页面展开对齐(双页)
zh_hant: 保留頁面展開對齊(雙頁)

# SettingsExperimentalPageSpreadTooltip
source: Tries to preserve correct Page Spread alignment, so a right page will stay on the right and a left page will stay on the left. Assumes EPUB has set this info correctly.
de: Versucht Seitenausrichtung korrekt zu erhalten, sodass eine rechte Seite eine rechte Seite bleibt und eine linke Seite eine linke Seite bleibt. Nimmt an, dass Epubs diese Info korrekt gesetzt haben.
ja: 見開き配置を保持し、右ページと左ページの配置を正しく維持します。電子書籍の設定が正しく行われていることが前提です。
zh_hans: 尝试保留正确页面展开对齐(双页)，使右页保持在右侧，左页保持在左侧。假设 EPUB 已正确设置此信息。
zh_hant: 嘗試保留正確頁面展開對齊(雙頁)，使右頁保持在右側，左頁保持在左側。假設 EPUB 已正確設定此資訊。

# SettingsExperimentalRemoveDuplicateCovers
source: Remove duplicate covers
de: Entferne doppelte Cover
ja: 重複する表紙を削除
zh_hans: 移除重复封面
zh_hant: 移除重複封面

# SettingsExperimentalRemoveDuplicateCoversTooltip
source: Removes duplicate Cover if it is displayed as the first page again.
de: Entfernt doppeltes Cover, wenn es als erste Seite erneut angezeigt wird.
ja: 表紙が1ページ目として再表示される場合、重複分を削除します。
zh_hans: 如果封面再次显示为第一页，则移除重复封面。
zh_hant: 如果封面再次顯示為第一頁，則移除重複封面。

# SettingsExperimentalRemoveFirstPage
source: Remove first page
ja: 最初のページを削除
zh_hant: 移除第一頁

# SettingsExperimentalRemoveFirstPageTooltip
source: Remove first page after the Cover
ja: 表紙の次のページが空白の場合に削除します。
zh_hant: 若封面後的第一頁為空白，則將其移除。

# SettingsExperimentalSplitPageSpread
source: Split wide images
de: Teile breite Bilder
ja: 横長画像を分割
zh_hans: 分割宽图像(双页图)
zh_hant: 分割寬圖像(雙頁圖)

# SettingsExperimentalSplitPageSpreadTooltip
source: Split wide images into two single page images.
de: Teile breite Bilder in zwei einzelne Bilder.
ja: 横長画像を2枚の単ページ画像に分割します。
zh_hans: 将宽图像(原双页图)分割为两个单页图像。
zh_hant: 將寬圖像(原雙頁圖)分割為兩個單頁圖像。

# SettingsExperimentalSpreadInsertBlank
source: Blank page behavior
de: Verhalten bei leeren Seiten
ja: 空白ページの処理
zh_hans: 空白页行为
zh_hant: 空白頁行為

# SettingsExperimentalSpreadInsertBlankTooltip
source: When preserving Page Spread alignment and a blank image would have to be inserted to do so, check if a blank image is following and if it is, delete that one instead of having two blank images back to back.
de: Wenn Seitenausrichtung erhalten bleibt und eine leere Seite eingefügt werden würde, um dies zu erreichen, prüfe ob eine leere Seite folgt und falls ja, entferne diese, anstatt zwei leere Seiten hintereinander zu haben.
ja: 見開きを保持するために空白ページを挿入する必要がある場合、次のページが空白であればそれを削除して、連続する空白を避けます。
zh_hans: 保留页面展开对齐(双页)时，若需插入空白图像，检查后续是否有空白图像，若有，则删除该图像，而非连续两个空白图像。
zh_hant: 保留頁面展開對齊(雙頁)時，若需插入空白圖像，檢查後續是否有空白圖像，若有，則刪除該圖像，而非連續兩個空白圖像。

# SettingsGroupComicInfo
source: Info to include in ComicInfo.xml:
de: Info zu ComicInfo.xml hinzufügen:
ja: ComicInfo.xml に含める情報：
zh_hans: 包含在 ComicInfo.xml 中的信息：
zh_hant: 包含在 ComicInfo.xml 中的資訊：

# SettingsGroupCropping
source: Cropping:
de: Zuschneiden:
ja: トリミング設定：
zh_hans: 裁剪：
zh_hant: 裁剪：

# SettingsGroupExperimental
source: Experimental Features:
de: Experimentelle Features:
ja: 実験的機能：
zh_hans: 实验性功能：
zh_hant: 實驗性功能：

# SettingsGroupResizing
source: Resizing:
de: Größenanpassung:
ja: サイズ変更：
zh_hans: 调整大小：
zh_hant: 調整大小：

# SettingsImageSize
source: Image size
de: Bildauflösung
ja: 画像サイズ
zh_hans: 图像大小
zh_hant: 圖像大小

# SettingsLabelCompressionLevel
source: CBZ/ZIP Compression Level:
de: CBZ/ZIP Komprimierungsgrad:
ja: CBZ/ZIP 圧縮レベル：
zh_hans: CBZ/ZIP 压缩级别：
zh_hant: CBZ/ZIP 壓縮級別：

# SettingsLabelThreads
source: CPU Threads:
ja: CPU スレッド：
zh_hans: CPU 线程：
zh_hant: CPU 執行緒：

# SettingsLanguage
source: Language
de: Sprache
ja: 言語
zh_hans: 语言
zh_hant: 語言

# SettingsPageCount
source: Page count
de: Seitenanzahl
ja: ページ数
zh_hans: 页数
zh_hant: 頁數

# SettingsProducers
source: Producers
de: Produzenten
ja: プロデューサー
zh_hans: 制作者
zh_hant: 製作者

# SettingsPublisher
source: Publisher
de: Verlag
ja: 出版社
zh_hans: 出版商
zh_hant: 出版商

# SettingsReadingDirection
source: Reading direction
de: Leserichtung
ja: 読み方向
zh_hans: 阅读方向
zh_hant: 閱讀方向

# SettingsResizingHeight
source: Height:
de: Höhe:
ja: 高さ：
zh_hans: 高度：
zh_hant: 高度：

# SettingsResizingResizeImages
source: Resize images
de: Bildergröße anpassen
ja: 画像のサイズ変更を有効化
zh_hans: 调整图像大小
zh_hant: 調整圖像大小

# SettingsResizingWidth
source: Width:
de: Breite:
ja: 幅：
zh_hans: 宽度：
zh_hant: 寬度：

# SettingsSeries
source: Series
de: Serie
ja: シリーズ
zh_hans: 系列(书名)
zh_hant: 系列(書名)

# SettingsTitle
source: Title
de: Titel
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# SettingsTranslators
source: Translators
de: Übersetzer
ja: 翻訳者
zh_hans: 译者
zh_hant: 譯者

# SettingsUpdateAlreadyOnNewest
source: You are already using the newest version.
de: Dies ist bereits die neueste Version.
ja: すでに最新バージョンを使用しています。
zh_hans: 您已在使用最新版本。
zh_hant: 您已在使用最新版本。

# SettingsUpdateCurrentVersion
source: Current Version:
de: Aktuelle Version:
ja: 現在のバージョン：
zh_hans: 当前版本：
zh_hant: 當前版本：

# SettingsUpdateErrorBottom
source: Please check your internet connection or try again later.
de: Bitte überprüfe die Internetverbindung oder versuche es später noch einmal.
ja: インターネットに接続されていません。もう一度お試しください。
zh_hans: 请检查您的互联网连接或稍后重试。
zh_hant: 請檢查您的網路連線或稍後再試。

# SettingsUpdateErrorTop
source: Couldn't receive the newest release version.
de: Konnte neueste Releaseversion nicht empfangen.
ja: 最新バージョンを取得できませんでした。
zh_hans: 无法接收最新发布版本。
zh_hant: 無法接收最新發行版本。

# SettingsUpdateNewerVersionAvailable
source: There is a newer version available.
de: Eine neuere Version is verfügbar.
ja: 新しいバージョンが利用可能です。
zh_hans: 有更新的版本可用。
zh_hant: 有更新版本可用。

# SettingsUpdateNewestVersion
source: Newest Version:
de: Neueste Version:
ja: 最新バージョン：
zh_hans: 最新版本：
zh_hant: 最新版本：

# SettingsUpdateWindowTitle
source: Update
ja: アップデート
zh_hans: 更新
zh_hant: 更新

# SettingsVolume
source: Volume
de: Band
ja: 巻数
zh_hans: 卷(.Vol)
zh_hant: 卷(.Vol)

# SettingsWindowTitle
source: Settings
de: Einstellungen
ja: 設定
zh_hans: 设置
zh_hant: 設定

# SplitImageError
source: Error splitting wide image.
de: Fehler beim teilen eines breiten Bildes.
ja: 横長画像の分割エラーが発生しました。
zh_hans: 分割宽图像(双页图)错误。
zh_hant: 分割寬圖像(雙頁圖)錯誤。

# StartButtonText
source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

# Timer
source: Timer: {0}m {1}s {2}ms
ja: タイマー： {0}min {1}s {2}ms
zh_hans: 耗时：{0}分 {1}秒 {2}毫秒
zh_hant: 耗時：{0}分 {1}秒 {2}毫秒
